{
    "options": {
        "description": "Botón para guardar las preferencias",
        "message": "Guardar"
    },
    "options_restore##description": "Enlace para restaurar las preferencias por omisión",
    "options_restore##message": "Restaurar preferencias por omisión",
    "options_save##message": "Preferencias guardadas con éxito",
    "options_tab##description": "La pestaña «Sobre este complemento» en las preferencias",
    "options_tab##message": "Acerca de",
    "options_plugin_mpris##description": "Descripción para el complemento de controles multimedia",
    "options_plugin_mpris##message": "Le permite controlar reproductores de vídeo y de sonido en sitios web que usan el plasmoide «Controlador multimedia».",
    "options_plugin_kdeconnect##description": "Descripción para el complemento de «KDE Connect»",
    "options_plugin_kdeconnect##message": "Añade una entrada de menú de contexto para enlaces que le permite enviarlos a su teléfono o a otros dispositivos emparejados usando <a href=\"$1\">KDE Connect</a>.",
    "options_plugin_downloads##description": "Título para el complemento de descargas",
    "options_plugin_downloads##message": "Mostrar las descargas en el área de notificación",
    "options_plugin_tabsrunner##description": "Descripción para el complemento de KRunner para las pestañas del navegador",
    "options_plugin_tabsrunner##message": "Asegúrese de que el módulo «Pestañas del navegador» esté activado en las <a id=\"$1\" href=\"$2\">preferencias de búsqueda de Plasma</a>.",
    "options_plugin_slc##description": "Descripción para el complemento «Compartir-Me gusta-Conectar / Actividades»",
    "options_plugin_slc##message": "Sigue los sitios web visitados en las actividades de KDE y permite compartirlos fácilmente usando el plasmoide «Compartir rápidamente».",
    "options_plugin_incognito##description": "Descripción para el complemento indicador de «Incógnito»",
    "options_plugin_incognito##message": "Añade un icono a la bandeja del sistema cada vez que se abre una ventana de incógnito para permitir cerrarla inmediatamente.<br><small>Esto solo funciona si se ha permitido que la extensión funcione en modo incógnito, lo que hará que las páginas de incógnito estén disponibles para las funciones listadas (incluyendo KRunner, si está activado).</small>",
    "options_plugin_breezeScrollBars##description": "Descripción para el complemento de barras de desplazamiento del estilo Brisa",
    "options_plugin_breezeScrollBars##message": "<small>Esto puede modificar el aspecto de los sitios web que usan un estilo para sus barras de desplazamiento y puede causar problemas con los elementos desplazables dentro de las páginas.</small>",
    "options_about##message": "Si le gusta lo que ve, considere la posibilidad de <a href=\"$1\">hacer una donación a KDE</a> para que podamos seguir haciendo el mejor software libre que nos sea posible.",
    "options_about_translated##message": "Traducido por: $1",
    "options_about##description": "Descripción de KDE obtenida de kaboutkdedialog_p.h en kmxlgui",
    "options_about_created_by##message": "Esta extensión del navegador ha sido creada por la <a href=\"$1\">Comunidad de KDE</a>.",
    "kdeconnect_open##description": "Menú de contexto, abrir enlace en el dispositivo $1, similar a «Abrir en nueva pestaña»",
    "kdeconnect_open##message": "Abrir en «$1»",
    "general_error##description": "Ha ocurrido un error desconocido; se usa normalmente cuando el sistema no proporciona ningún mensaje de error",
    "general_error##message": "Error desconocido",
    "general_error_port##description": "Cuando se rompe el puente binario entre el navegador y Plasma (normalmente por que se ha colgado o se ha detenido por otro motivo), el parámetro de sustitución es el motivo",
    "general_error_port##message": "La máquina nativa se ha desconectado de forma inesperada: $1"
}