Repository: KDE/plasma-browser-integration
Catalog: po/*/plasma-browser-extension.po
Languages: ka, tr

# Heading for list of domains to enable media controls on
source: Enable media controls on:
ka: მედიის დამკვრელის კონტროლის ჩართვა:
tr: Ortam denetimlerini şurada etkinleştir:

# Title for Media controls in popup
source: Media Controls
ka: მედიის კონტროლი
tr: Ortam Denetimleri

# Title for toolbar popup
source: Plasma Browser Integration
ka: Plasma-ის ბრაუზერის ინტეგრაცია
tr: Plasma Tarayıcı Tümleştirmesi

# Title for plasma-browser-integration-host binary unexpectedly closing/crashing
source: The native host disconnected unexpectedly.
ka: ადგილობრივი ჰოსტი მოულოდნელად გაითიშა.
tr: Yerel makine bağlantısı beklenmedik bir biçimde kesildi.

source: This extension is only supported on Linux and FreeBSD.
ka: ეს გაფართოება მხოლოდ FreeBSD-ზე და Linux-ზეა მხარდაჭერილი.
tr: Bu uzantı yalnızca Linux ve FreeBSD üzerinde desteklenir.

source: Unsupported operating system
ka: მხარდაუჭერელი ოპერაციული სისტემა
tr: Desteklenmeyen işletim sistemi

# Description for failure to start plasma-browser-integration-host binary
source: Make sure the 'plasma-browser-integration' package is installed correctly and that you are running Plasma 5.13 or later.
ka: დარწმუნდით, რომ 'plasma-browser-integration' პაკეტი სწორადაა დაყენებული და რომ Plasma-ის ვერსია 5.13 ან უფრო ახალია.
tr: 'plasma-browser-integration' paketinin düzgünce kurulu olduğundan ve Plasma 5.13 veya daha güncel bir sürümün kurulu olduğundan emin olun.

# Title for failure to start plasma-browser-integration-host binary
source: Failed to connect to the native host.
ka: ადგილობრივ ჰოსტთან მიერთების შეცდომა.
tr: Yerel makineye bağlanamadı.

source: Visit project wiki page for more information
ka: დამატებითი ინფორმაციისთვის ეწვიეთ პროექტის ვიკის გვერდს
tr: Daha fazla bilgi için proje viki sayfasını ziyaret edin

source: Unknown Error
ka: უცნობი შეცდომა
tr: Bilinmeyen Hata

# Context menu, call phone number on device $1
source: Call on '$1'
ka: $1-ზე გამოძახება
tr: '$1' aygıtında ara

# Context menu, open link on device $1, similar to 'Open in New Tab'
source: Open on '$1'
ka: $1-ზე გახსნა
tr: '$1' aygıtında aç

# Context menu, open link on device whose name we don't (yet) know
source: Open via KDE Connect
ka: KDE Connect-ით გახსნა
tr: KDE Connect ile aç

source: If you find an issue, please check the <a href="$1">list of open bugs</a> and then <a href="$2">file a bug report</a>.
ka: პრობლეების შემთხვევაში შეამოწმეთ <a href="$1">ცნობილი შეცდომების სია</a> და <a href="$2">შეავსეთ შეცდომის ანგარიში</a>.
tr: Bir sorun bulursanız lütfen <a href="$1">açık hatalar listesi</a>ni denetleyin ve sonrasında <a href="$2">bir hata raporu</a> gönderin.

# Link to view browser extension changelog
source: View Changelog
ka: ცვლილებების ნახვა
tr: Değişiklik Günlüğünü Görüntüle

source: © 2017-2020 Kai Uwe Broulik and David Edmundson
tr: © 2017-2020 Kai Uwe Broulik ve David Edmundson

source: This browser extension was created by the <a href="$1">KDE Community</a>. You can find more information about this project on the <a href="$2">KDE Community Wiki</a>.
tr: Bu tarayıcı uzantısı <a href="$1">KDE Topluluğu</a> tarafından oluşturulmuştur. Bu proje hakkında <a href="$2">KDE Topluluğu Vikisi</a>nde daha fazla bilgi bulabilirsiniz.

source: If you like what you saw, please consider <a href="$1">donating to KDE</a>, so we can continue to make the best free software possible.
tr: Eğer gördüklerinizi beğendiyseniz lütfen <a href="$1">KDE'ye bağışta bulunun</a>, böylece yapılabilecek en iyi özgür yazılımları yapmayı sürdürelim.

# Version of browser extension
source: Extension version: $1
ka: გაფართოების ვერსია: $1
tr: Uzantı sürümü: $1

# Version of extension native host
source: Host version: $1
ka: ჰოსტის ვერსია: $1
tr: Makine sürümü: $1

# KDE description taken from kaboutkdedialog_p.h in kmxlgui
source: KDE is a world-wide community of software engineers, artists, writers, translators and creators who are committed to <a href="$1">Free Software</a> development. KDE produces the Plasma desktop environment, hundreds of applications, and the many software libraries that support them. KDE is a cooperative enterprise: no single entity controls its direction or products. Instead, we work together to achieve the common goal of building the world's finest Free Software. Everyone is welcome to <a href="$2">join and contribute</a> to KDE, including you. Visit <a href="$3">$3</a> for more information about the KDE community and the software we produce.
tr: KDE, dünyanın dört bir yanında bulunan ve <a href="$1">Özgür Yazılım</a> geliştirme felsefesini benimsemiş olan yazılım mühendislerinin, sanatçıların, yazarların ve çevirmenlerin katılımı ile oluşmuş bir topluluktur. KDE; Plasma masaüstü ortamını, yüzlerce uygulama ve bu uygulamaları destekleyen çok sayıda yazılım kütüphanesini geliştirir.<br /><br />KDE, katılımcı bir girişimdir ve KDE ürünlerini veya çalışmalarını denetleyen tekil bir kişilik yoktur. Bunun yerine; birlikte çalışarak dünyanın en iyi Özgür Yazılımları'nı geliştirmek olan ortak amacı paylaşarak çalışıyoruz. KDE Projesine siz de dahil herkes <a href="$2">katılıp katkıda bulunabilir</a>.<br /><br />KDE topluluğu ve ürettiği yazılımlar hakkında daha fazla bilgi almak için <a href="$3">$3</a> adresini ziyaret edin.

source: License: <a href="$1">GNU General Public License Version 3</a>
ka: ლიცენზია: <a href="$1">GNU General Public License Version 3</a>
tr: Lisans: <a href="$1">GNU Genel Kamu Lisansı Sürüm 3</a>

source: Translated by: $1
ka: მთარგმნელი: $1
tr: Çeviri: $1

# Name of translators
source: Your names
ka: Temuri Doghonadze
tr: Emir SARI

# Title for settings about KRunner plugins
source: Plasma Search
ka: Plasma-ის ძებნა
tr: Plasma Arama

source: This extension is not supported on this operating system.
ka: გაფართოება ამ ოპერაციულ სისტემაზე მხარდაჭერილი არაა.
tr: Bu uzantı, bu işletim sisteminde desteklenmiyor.

# Description for Breeze style scroll bars plugin
source: This may interfere with the appearance of websites that already apply a custom styling to their scroll bars.
ka: შეუძლია გავლენა იქონიოს ვებგვერდებზე, რომლებიც ჩოჩიებზე თავიანთ საკუთარ სტილებს უკვე იყენებენ.
tr: Bu seçenek halihazırda kaydırma çubuklarına özel biçem uygulayan web siteleri ile karışıklığa neden olabilir.

# Title for Breeze style scroll bars plugin
source: Use Breeze-style scroll bars
ka: ქარის მსგავსი ჩოჩიები
tr: Breeze tarzı kaydırma çubukları kullan

# Option for adding downloaded files to recent documents
source: Add downloaded files to recent documents
ka: გადმოწერილი ფაილების ახლახანს გამოყენებული დოკუმენტების სიაში შენახვა
tr: İndirilen dosyaları son kullanılan belgelere ekle

# Option for saving download source URL in file metadata
source: Save URL a file was downloaded from in the file's attributes
ka: გადმოწერილი ფაილის ბმულის ფაილის ატრიბუტებში შენახვა
tr: URL'yi dosyaya kaydet dosya özniteliklerinden indirildi

source: Note: The URL may contain sensitive information that could be disclosed when the file is accessible by or shared with others
ka: შენიშვნა: ბმული შეიძლება შეიცავდეს კონფიდენციალურ ინფორმაციას, რომელიც საჯარო გახდება, როცა მას სხვებს გაუზიარებთ
tr: Not: Bu URL, dosya başkaları tarafından erişildiğinde veya paylaşıldığında ortaya çıkabilecek hassas bilgiler içeriyor olabilir

# Title for Downloads plugin
source: Show downloads in notification area
ka: გადმოწერის გაფრთხილების ზონაში ჩვენება
tr: İndirmeleri bildirim alanında göster

# Description for Browser History KRunner plugin
source: This feature might need <a id="$1" href="$2">additional permissions</a> to be used.
ka: ამ გაფართოებას შეიძლება <a id="$1" href="$2">დამატებითი</a> წვდომები დასჭირდეს.
tr: Bu özelliğin kullanılabilmesi için <a id="$1" href="$2">ek izinler</a> gerekiyor olabilir.

# Title for Browser History KRunner plugin
source: Search through browser history
ka: ბრაუზერის ისტორიაში ძებნა
tr: Tarayıcı geçmişinde ara

# Description for KDE Connect plugin
source: Adds a context menu entry to links enabling you to send them to your phone and other paired devices using <a href="$1">KDE Connect</a>.
tr: Bağlantılara bir bağlam menüsü girdisi ekleyerek onları <a href="$1">KDE Connect</a> ile telefonunuza veya başka eşleştirilmiş aygıtlara göndermeyi etkinleştirin.

# Title for KDE Connect plugin
source: Send via KDE Connect
ka: KDE Connect-ით გაგზავნა
tr: KDE Connect ile gönder

# Description for Media Controls plugin
source: Lets you control video and audio players in websites using the Media Controller plasmoid.
ka: საშუალებას გაძლევთ, ვებგვერდებიდან აკონტროლოთ ვიდეო და აუდიო დამკვრელები, მედია კონტროლერის პლაზმოიდით.
tr: Web sitelerindeki video ve ses oynatıcılarını Ortam Denetleyici Plasmoid'ini kullanarak denetlemenize izin verir.

# Description for MediaSessions API Control plugin
source: Extract metadata and thumbnails of currently playing content.
ka: მიმდინარედ დაკრული შემცველობიდან მეტამონაცემებისა და მინიატურების გამოღება.
tr: Şu anda oynatılan içeriğin üstverisini ve küçük görsellerini çıkar.

# Title for MediaSessions API Control plugin
source: Enhanced Media Controls
ka: მედიის დამკვრელის კონტროლი
tr: Geliştirilmiş Ortam Denetimleri

# Title for Media Controls plugin
source: Media Controls
ka: მედიის კონტროლი
tr: Ortam Denetimleri

# Description for Purpose / Web Share plugin
source: Adds a "Share..." context menu entry and allows websites to open a dialog for sharing contents using the Web Share API.
tr: Bir "Paylaş..." bağlam menüsü girdisi ekler ve web sitelerinin içeriği paylaşmak için Web Share API kullanarak bir iletişim kutusu açmasına izin verir.

# Title for Purpose / Web Share plugin
source: Content Sharing
ka: შემცველობის გაზიარება
tr: İçerik Paylaşma

# Description for Browser Tabs KRunner plugin
source: Make sure the “Browser Tabs” module is enabled in <a id="$1" href="$2">Plasma Search settings</a>.
tr: <a id="$1" href="$2">Plasma Arama Ayarları</a>nda "Tarayıcı Sekmeleri" modülünün etkinleştirilmiş olduğundan emin olun.

# Title for Browser Tabs KRunner plugin
source: Find browser tabs in “Run Command” window
ka: ბრაუზერის ჩანართების "ბრძანების გაშვების" ფანჯარაში პოვნა
tr: Komut Çalıştır penceresinde tarayıcı sekmelerini bul

source: Saving settings failed
ka: პარამეტრების შენახვის შეცდომა
tr: Ayarları kaydetme başarısız

source: Settings successfully saved
ka: პარამეტრები შენახულია
tr: Ayarlar başarıyla kaydedildi

# The 'About this plugin' tab in settings
source: About
ka: შესახებ
tr: Hakkında

# The 'General settings' tab in settings
source: General
ka: საერთო
tr: Genel

# Title for settings page
source: Plasma Integration Settings
ka: Plasma-ის ინტეგრაციის პარამეტრები
tr: Plasma Tümleştirme Ayarları

source: You have already granted this permission.
ka: ეს წვდომა უკვე მინიჭებულა.
tr: Bu izni halihazırda verdiniz.

# @action:button
source: Request Permission
ka: წვდომის მოთხოვნა
tr: İzin İste

# @action:button
source: Revoke Permission
ka: წვდომის გაუქმება
tr: İzni Yürürlükten Kaldır

# Explanation for why additional permissions are needed
source: In order to provide search results for your browser history, additional permissions are required.
tr: Tarama geçmişinizde arama işlevi sağlayabilmemiz için ek izinler gerekiyor.

# Explanation about disabling history runner
source: You can disable this feature in <a id="$1" href="$2">Plasma search settings</a>.
ka: შეგიძლიათ გამორთოთ <a id="$1" href="$2">Plasma-ის ძებნის პარამეტრებში</a>.
tr: Bu özelliği <a id="$1" href="$2">Plasma Arama Ayarları</a>'nda devre dışı bırakabilirsiniz.

# Title for page about requesting additional permissions
source: Additional permissions required
ka: საჭიროა დამატებითი წვდომები
tr: Ek izinler gerekiyor

# Context menu, share link or page via Purpose framework
source: Share...
ka: გაზიარება...
tr: Paylaş...

# Text of share failed notification
source: Could not share this content: $1
ka: შემცველობის გაზიარების შეცდომა: $1
tr: Bu içerik paylaşılamadı: $1

# Title of share failed notification
source: Sharing Failed
ka: გაზიარების შეცდომა
tr: Paylaşma Başarısız

# Text of the share finished notification
source: The shared content link ($1) has been copied to the clipboard.
ka: გაზიარებული შიგთავსის ბმული ($1) დაკოპირებულია გაცვლის ბაფერში.
tr: Paylaşılan içerik bağlantısı ($1) panoya kopyalandı.

# Title of share finished notification
source: Content Shared
ka: შემცველობა გაზიარებულია
tr: Paylaşılan İçerik

# The extension description on the extension store
source: Multitask efficiently by controlling browser functions from the desktop, even while Chrome is in the background. Manage audio and video playback, check downloads in the notification area, send files to your phone using KDE Connect and more inside the KDE Plasma Desktop! The plasma-browser-integration package must be installed for this extension to work. It should be available from your distribution's package manager when running Plasma 5.13 or later. NOTE: This extension is not supported on Debian.
tr: Tarayıcı işlevlerini masaüstünden denetleyerek efektif bir biçimde birden çok işle uğraşın, Chrome arka planda olsu bile. Ses çalmayı ve video oynatmayı denetleyin, bildirim alanında indirmeleri izleyin, KDE Connect ile telefonunuza dosyalar gönderin ve KDE Plasma Masaüstü içinde çok daha fazlasını yapın! Bu uzantının çalışması için plasma-browser-integration-package kurulu olmalıdır. Plasma 5.13 ve sonrası sürümlerde dağıtımınızın paket yöneticisinden olması gerekir. NOT: Bu uzantı Debian üzerinde desteklenmemektedir.
